Repository: NaN-tic/trytond-account_bank_statement
Catalog: locale/*.po
Languages: ca, es

# field:account.account,bank_reconcile:
source: Bank Conciliation
ca: Conciliació bancària
es: Conciliación bancaria

# field:account.account.template,bank_reconcile:
source: Bank Conciliation
ca: Conciliació bancària
es: Conciliación bancaria

# field:account.bank.reconciliation,amount:
source: Amount
ca: Import
es: Importe

# field:account.bank.reconciliation,bank_statement_line:
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# field:account.bank.reconciliation,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:account.bank.reconciliation,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:account.bank.reconciliation,currency_digits:
source: currency digits
ca: Decimals de la moneda
es: Decimales de la moneda

# field:account.bank.reconciliation,move_line:
source: Move Line
ca: Apunt
es: Apunte

# field:account.bank.reconciliation,rec_name:
source: Record Name
ca: Nom del registre
es: Nombre del registro

# field:account.bank.reconciliation,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:account.bank.reconciliation,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# field:account.bank.statement,company:
source: Company
ca: Empresa
es: Empresa

# field:account.bank.statement,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:account.bank.statement,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:account.bank.statement,currency_digits:
source: Currency Digits
ca: Decimals de la moneda
es: Decimales de la moneda

# field:account.bank.statement,date:
source: Date
ca: Data
es: Fecha

# field:account.bank.statement,end_balance:
source: End Balance
ca: Saldo final
es: Saldo final

# field:account.bank.statement,end_date:
source: End Date
ca: Data final
es: Fecha final

# field:account.bank.statement,journal:
source: Journal
ca: Diari
es: Diario

# field:account.bank.statement,lines:
source: Lines
ca: Línies
es: Líneas

# field:account.bank.statement,rec_name:
source: Record Name
ca: Nom del registre
es: Nombre del registro

# field:account.bank.statement,start_balance:
source: Start Balance
ca: Saldo inicial
es: Balance inicial

# field:account.bank.statement,start_date:
source: Start Date
ca: Data inicial
es: Fecha inicial

# field:account.bank.statement,state:
source: State
ca: Estat
es: Estado

# field:account.bank.statement,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:account.bank.statement,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# field:account.bank.statement.import.start,attachment:
source: Attach file after import
ca: Adjunta fitxer després de la importació
es: Adjuntar fichero después de importar

# field:account.bank.statement.import.start,confirm:
source: Confirm
ca: Confirma
es: Confirmar

# field:account.bank.statement.import.start,import_file:
source: File
ca: Fitxer
es: Fichero

# field:account.bank.statement.import.start,type:
source: Type
ca: Tipus
es: Tipo

# field:account.bank.statement.journal,account:
source: Account
ca: Comptes
es: Cuentas

# field:account.bank.statement.journal,company:
source: Company
ca: Empresa
es: Empresa

# field:account.bank.statement.journal,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:account.bank.statement.journal,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:account.bank.statement.journal,currency:
source: Currency
ca: Moneda
es: Moneda

# field:account.bank.statement.journal,journal:
source: Journal
ca: Diari
es: Diario

# field:account.bank.statement.journal,name:
source: Name
ca: Nom
es: Nombre

# field:account.bank.statement.journal,rec_name:
source: Record Name
ca: Nom del registre
es: Nombre del registro

# field:account.bank.statement.journal,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:account.bank.statement.journal,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# field:account.bank.statement.line,account:
source: Account
ca: Comptes
es: Cuentas

# field:account.bank.statement.line,amount:
source: Amount
ca: Import
es: Importe

# field:account.bank.statement.line,bank_lines:
source: Bank Lines
ca: Línies de banc
es: Líneas de banco

# field:account.bank.statement.line,company:
source: Company
ca: Empresa
es: Empresa

# field:account.bank.statement.line,company_amount:
source: Company Amount
ca: Import d'empresa
es: Importe de empresa

# field:account.bank.statement.line,company_currency:
source: Company Currency
ca: Moneda d'empresa
es: Moneda de empresa

# field:account.bank.statement.line,company_currency_digits:
source: Company Currency Digits
ca: Dígits de moneda de l'empresa
es: Dígitos de moneda de la empresa

# field:account.bank.statement.line,company_moves_amount:
source: Moves Amount
ca: Import de moviments
es: Importe de movimientos

# field:account.bank.statement.line,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:account.bank.statement.line,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:account.bank.statement.line,currency_digits:
source: currency digits
ca: Decimals de la moneda
es: Decimales de la moneda

# field:account.bank.statement.line,date:
source: Date
ca: Data
es: Fecha

# field:account.bank.statement.line,date_utc:
source: Date UTC
ca: Data UTC
es: Fecha UTC

# field:account.bank.statement.line,description:
source: Description
ca: Descripció
es: Descripción

# field:account.bank.statement.line,journal:
source: Journal
ca: Diari
es: Diario

# field:account.bank.statement.line,moves_amount:
source: Moves Amount
ca: Import de moviments
es: Importe de movimientos

# field:account.bank.statement.line,rec_name:
source: Record Name
ca: Nom del registre
es: Nombre del registro

# field:account.bank.statement.line,reconciled:
source: Reconciled
ca: Conciliat
es: Concilado

# field:account.bank.statement.line,sequence:
source: Sequence
ca: Seqüència
es: Secuencia

# field:account.bank.statement.line,state:
source: State
ca: Estat
es: Estado

# field:account.bank.statement.line,statement:
source: Statement
ca: Extracte
es: Extracto

# field:account.bank.statement.line,statement_currency:
source: Statement Currency
ca: Moneda de l'extracte
es: Moneda del extracto

# field:account.bank.statement.line,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:account.bank.statement.line,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# field:account.move.line,bank_amount:
source: Bank Amount
ca: Import de banc
es: Importe de banco

# field:account.move.line,bank_lines:
source: Conciliation Lines
ca: Línies de conciliació
es: Líneas de conciliación

# field:account.move.line,bank_reconciled:
source: Bank Reconciled
ca: Conciliat bancàriament
es: Conciliado bancariamente

# field:account.move.line,unreconciled_amount:
source: Unreconciled Amount
ca: Import sense conciliar
es: Importe sin conciliar

# field:account.move.open_bank_reconcile_lines.start,account:
source: Account
ca: Compte
es: Cuenta

# help:account.bank.statement,date:
source: Created date bank statement
ca: Data de creació de l'extracte bancari.
es: Fecha de creación del extracto bancario.

# help:account.bank.statement,end_date:
source: End date bank statement
ca: Data final de l'extracte bancari.
es: Fecha final del extracto bancario.

# help:account.bank.statement,start_date:
source: Start date bank statement
ca: Data inicial de l'extracte bancari.
es: Fecha inicial del extracto bancario.

# help:account.bank.statement.import.start,confirm:
source: Confirm Bank Statement after import.
ca: Confirma l'extracte bancari després d'importar.
es: Confirmar el extracto bancario después de importar.

# model:account.bank.reconciliation,name:
source: Account Bank Reconciliation
ca: Conciliació bancària
es: Conciliación de extracto bancario

# model:account.bank.statement,name:
source: Bank Statement
ca: Extracte bancari
es: Extracto bancario

# model:account.bank.statement.import.start,name:
source: Import Start
ca: Inici importació
es: Inicio importación

# model:account.bank.statement.journal,name:
source: Bank Statement Journal
ca: Diari extractes bancaris
es: Diario de extracto bancario

# model:account.bank.statement.line,name:
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# model:account.move.open_bank_reconcile_lines.start,name:
source: Open Bank Reconcile Lines (Start)
ca: Obre línies de conciliació bancària (Inici)
es: Abrir líneas de extracto bancario (Inicio)

# model:ir.action,name:act_account_bank_reconciliation
source: Bank Reconciliation
ca: Conciliació bancària
es: Conciliación bancario

# model:ir.action,name:act_account_bank_statement
source: Bank Statement
ca: Extracte bancari
es: Extracto bancario

# model:ir.action,name:act_account_bank_statement_line
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# model:ir.action,name:act_bank_statement_journal_form
source: Bank Statement Journals
ca: Diaris extractes bancaris
es: Diarios de extractos bancarios

# model:ir.action,name:act_bank_statement_lines
source: Statement Lines
ca: Línies de l'extracte
es: Líneas del extracto

# model:ir.action,name:act_move_line_bank_reconcile_form
source: Account Move Lines Bank Reconcile
ca: Conciliació bancària d'apunts comptables
es: Conciliación bancaria de apuntes contables

# model:ir.action,name:act_open_bank_statement_line_form
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# model:ir.action,name:act_open_reconcile_bank_lines
source: Open Bank Reconcile Lines
ca: Obre línies de conciliació bancària
es: Abrir líneas de extracto bancario

# model:ir.action,name:wizard_import
source: Import File
ca: Importa fitxer
es: Importar archivo

# model:ir.action.act_window.domain,name:act_account_bank_statement_domain_all
source: All
ca: Tot
es: Todo

source: Canceled
ca: Cancel·lat
es: Cancelado

source: Confirmed
ca: Confirmat
es: Confirmado

# model:ir.action.act_window.domain,name:act_account_bank_statement_domain_draft
source: Draft
ca: Esborrany
es: Borrador

source: All
ca: Tot
es: Todo

source: Canceled
ca: Cancel·lat
es: Cancelado

source: Confirmed
ca: Confirmat
es: Confirmado

source: Draft
ca: Esborrany
es: Borrador

source: Posted
ca: Comptabilitzat
es: Contabilizado

# model:ir.action.act_window.domain,name:act_move_bank_reconclie_domain_all
source: All
ca: Tot
es: Todo

source: Unreconcile
ca: Sense conciliar
es: Sin conciliar

# model:ir.message,text:cannot_cancel_statement_line
source: Line "%(line)s" cannot be cancelled.
ca: La línia "%(line)s" no es pot cancel·lar.
es: La línea "%(line)s" no se puede cancelar.

# model:ir.message,text:cannot_delete_statement
source: Statement "%(statement)s" cannot be deleted because it contains lines.
ca: El extracte "%(statement)s" no es pot eliminar perquè conté línies.
es: El extracto "%(statement)s" no se puede eliminar porque contiene líneas.

# model:ir.message,text:cannot_delete_statement_line
source: Line "%(line)s" cannot be deleted because it is not in Draft or Cancelled state.
ca: No es pot eliminar la línia "%(line)s" perquè no es troba en estat esborrany o estat cancel·lat.
es: No se puede eliminar la línea "%(line)s" para que no se encuentra en estado borrador o cancelado.

# model:ir.message,text:currency_modify
source: You cannot modify the currency to journal that already has a statement on date %(date)s
ca: No pot modificar la moneda al diari que ja té un extracte en la data %(date)s
es: No puede modificar la moneda de un diario que ya tiene un extracto en la fecha %(date)s

# model:ir.message,text:delete_reconciled
source: Bank Reconciliation Line with amount "%(amount)s" in statement_line "%(statement_line)s" cannot be deleted'
ca: La línia de conciliació bancària amb l'import "%(amount)s" en la línia d'extracte "%(statement_line)s" no es pot eliminar"
es: La línea de conciliación bancaria con el importe "%(amount)s" en la línea de extracto "%(statement_line)s" no se puede eliminar"

# model:ir.message,text:different_amounts
source: Moves Amount "%(moves_amount)s" does not match Amount "%(amount)s" in line "%(line)s".
ca: L'import dels movimients "%(moves_amount)s" no coincideix amb l'import "%(amount)s" a la línia "%(line)s".
es: El importe de los movimientos "%(moves_amount)s" no coincide con el importe "%(amount)s" en la línea "%(line)s".

# model:ir.message,text:format_error
source: The supplied file does not have the expected format.\n This is the technical error returned by parser:\n %(error)s.
ca: L'arxiu subministrat no té el format esperat. \n Aquest és l'error tècnic retornat per l'analitzador: \n %(error)s.
es: El archivo suministrado no tiene el formato esperado. \n Este es el error técnico devuelto por el analizador: \n %(error)s.

# model:ir.message,text:invalid_account_payment_type
source: Can not set Payment Type in move line "%(payment)s" because account is not Payable nor Receivable.
ca: No es por establir el tipus de pagament a l'apunt contable "%(payment)s" perquè el compte no és a pagar o a cobrar.
es: No se puede establecer el tipo de pago al apunte contable "%(payment)s" porque la cuenta no es a pagar o a cobrar.

# model:ir.message,text:invalid_date
source: Invalid string for date: %(date)s
ca: Cadena no vàlida per a la data: %(date)s
es: Cadena no válida para la fecha: %(date)s

# model:ir.message,text:invalid_number
source: Invalid string for number: %(number)s
ca: Cadena no vàlida per al número: %(number)s
es: Cadena no válida para el número: %(number)s

# model:ir.message,text:journal_accounts_not_bank_reconcile
source: The Account of Bank Journal "%(bank_journal)s", is not configured as "Bank conciliation".
ca: El compte del diari bancari "%(bank_journal)s" no està configurada com "conciliació bancària".
es: La cuenta del diario bancario "%(bank_journal)s" no está configurada como "conciliación bancaria".

# model:ir.message,text:line_reconciled
source: Line "%(line)s" already reconciled with bank statement line "%(statment_line)s" with amount "%(amount)s". Please remove bank conciliation and try again.
ca: La línia "%(line)s" ja està conciliada amb la línia d'extracte bancari "%(statment_line)s" amb la quantitat "%(amount)s". Si us plau, elimini la conciliació bancària i torni a intentar-ho.
es: La línea "%(line)s" ya está conciliada con la línea de extracto bancario "%(statment_line)s" con la cantidad "%(amount)s". Por favor, elimine la conciliación bancaria y vuelva a intentarlo.

# model:ir.message,text:missing_columns
source: Missing columns in line: %(columns)s
ca: Falten les columnes a la línia: %(columns)s
es: Faltan las columnas en la línea: %(columns)s

# model:ir.message,text:modifiy_with_related_model
source: It is not possible to modify the field "%(field)s" as the payment type "%(type)s" is used on %(model)s "%(name)s"
ca: No és possible modificar el camp "%(field)s" perquè el tipus de pagament "%(type)s" s’utilitza a %(model)s "%(name)s"
es: No es posible modificar el campo "%(field)s" para el tipo de pago "%(type)s" se utiliza en %(modelo)s "%(name)s"

# model:ir.message,text:statement_already_has_lines
source: You cannot import a bank statement file in a bank statement with lines.
ca: No podeu importar un fitxer d'extracte bancari en un extracte bancari amb línies.
es: No puede importar un archivo de extracto bancario en un extracto bancario con líneas.

# model:ir.model.button,string:statement_search_reconcile_button
source: Search
ca: Cerca
es: Buscar

# model:ir.model.button,string:statement_confirm_button
source: Confirm
ca: Confirma

# model:ir.model.button,string:statement_draft_button
source: Draft
ca: Esborany

# model:ir.model.button,string:statement_cancel_button
source: Cancel
ca: Cancel·la

# model:ir.model.button,string:statement_line_confirm_button
source: Confirm
ca: Confirma

# model:ir.model.button,string:statement_line_post_button
source: Post
ca: Comptabilitzar

# model:ir.model.button,string:statement_line_cancel_button
source: Cancel
ca: Cancel·la

# model:ir.model.button,string:statement_line_draft_button
source: Draft
ca: Esborany

# model:ir.rule.group,name:rule_group_bank_statement
source: Bank Statement
ca: Extracte bancari
es: Extracto bancario

# model:ir.rule.group,name:rule_group_bank_statement_journal
source: Bank statement Journal
ca: Diari d'extracte bancari
es: Diario de extracto bancario

# model:ir.rule.group,name:rule_group_bank_statement_line
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# model:ir.ui.menu,name:menu_account_bank_statement
source: Bank Statements
ca: Extractes bancaris
es: Extractos bancarios

# model:ir.ui.menu,name:menu_account_bank_statement_line
source: Bank Statement Lines
ca: Línies d'extracte bancari
es: Líneas de extracto bancario

# model:ir.ui.menu,name:menu_bank_statement_configuration
source: Bank Statements
ca: Extractes bancaris
es: Extractos bancarios

# model:ir.ui.menu,name:menu_bank_statement_journal_form
source: Bank Statement Journals
ca: Diaris extractes bancaris
es: Diarios de extractos bancarios

# model:ir.ui.menu,name:menu_bank_statements
source: Bank Statements
ca: Extractes bancaris
es: Extractos bancarios

# model:ir.ui.menu,name:menu_open_reconcile_bank_lines
source: Reconcile Bank Lines
ca: Concilia línies d'extracte bancari
es: Conciliar líneas de extracto bancario

# model:res.group,name:group_account_bank_statement
source: Account Bank Statement
ca: Extracte bancari
es: Extracto bancario

# model:res.group,name:group_account_bank_statement_admin
source: Account Bank Statement Administration
ca: Administració d'extracte bancari
es: Administración de extracto bancario

# selection:account.bank.statement,state:
source: Canceled
ca: Cancel·lat
es: Cancelado

# selection:account.bank.statement,state:
source: Confirmed
ca: Confirmat
es: Confirmado

# selection:account.bank.statement,state:
source: Draft
ca: Esborrany
es: Borrador

# selection:account.bank.statement.import.start,type:
source: CSV (date, description, amount)
ca: CSV (data, descripció, import)
es: CSV (fecha, descripción, importe)

# selection:account.bank.statement.line,state:
source: Canceled
ca: Cancel·lat
es: Cancelado

# selection:account.bank.statement.line,state:
source: Confirmed
ca: Confirmat
es: Confirmado

# selection:account.bank.statement.line,state:
source: Draft
ca: Esborrany
es: Borrador

# selection:account.bank.statement.line,state:
source: Posted
ca: Comptabilitzat
es: Contabilizado

# view:account.bank.reconciliation:
source: Bank Reconciliation
ca: Conciliació bancària
es: Conciliación bancario

# view:account.bank.statement.journal:
source: Statement Journal
ca: Diari de l'extracte
es: Diario del extracto

# view:account.bank.statement.journal:
source: Statement Journals
ca: Diaris de l'extracte
es: Diario del extracto

# view:account.bank.statement.line:
source: Bank Statement Line
ca: Línia d'extracte bancari
es: Línea de extracto bancario

# view:account.bank.statement.line:
source: Cancel
ca: Cancel·la
es: Cancelar

# view:account.bank.statement.line:
source: Confirm
ca: Confirma
es: Confirma

# view:account.bank.statement.line:
source: Date
ca: Data
es: Fecha

# view:account.bank.statement.line:
source: Draft
ca: Esborrany
es: Borrador

# view:account.bank.statement.line:
source: Post
ca: Comptabilitzar
es: Contabilizar

# view:account.bank.statement.line:
source: Search
ca: Cerca
es: Buscar

# view:account.bank.statement:
source: Bank Statement
ca: Extracte bancari
es: Extracto bancario

# view:account.bank.statement:
source: Cancel
ca: Cancel·la
es: Cancelar

# view:account.bank.statement:
source: Confirm
ca: Confirma
es: Confirmar

# view:account.bank.statement:
source: Draft
ca: Esborrany
es: Borrador

# view:account.bank.statement:
source: Time
ca: Hora
es: Hora

# view:account.move.line:
source: Account Move Line
ca: Apunt comptable
es: Apunte contable

# view:account.move.line:
source: Account Move Lines
ca: Apunts comptables
es: Apuntes contables

# view:account.move.line:
source: Bank Amount
ca: Import de banc
es: Importe de banco

# view:account.move.line:
source: Credit
ca: Haver
es: Haber

# view:account.move.line:
source: Debit
ca: Deure
es: Debe

# view:account.move.line:
source: Other Info
ca: Informació addicional
es: Otra información

# view:account.move.line:
source: Unreconciled Bank Amount
ca: Desconciliació bancària
es: Desconciliación bancaria

# view:account.move.open_bank_reconcile_lines.start:
source: Open Bank Reconcile Lines
ca: Obre línies de conciliació bancària
es: Abrir líneas de extracto bancario

# wizard_button:account.bank.statement.import,start,end:
source: Cancel
ca: Cancel·lat
es: Cancelar

# wizard_button:account.bank.statement.import,start,import_file:
source: Import File
ca: Importa fitxer
es: Importar archivo

# wizard_button:account.move.open_bank_reconcile_lines,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:account.move.open_bank_reconcile_lines,start,open_:
source: Open
ca: Obert
es: Abierto

# field:account.bank.statement.line,notes:
source: Notes
es: Notas
